{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "bos_token_id": 1,
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "eos_token_id": 2,
  "is_local": false,
  "local_files_only": false,
  "model_max_length": 2048,
  "pad_token": "<pad>",
  "pad_token_id": 3,
  "padding_side": "right",
  "sp_model_kwargs": {},
  "tokenizer_class": "LlamaTokenizer",
  "unk_token": "<unk>",
  "unk_token_id": 0,
  "use_default_system_prompt": false
}
