{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 192,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 192
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 3,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "first",
    "split": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "<pad>": 3,
      "\t": 4,
      "\n": 5,
      "\r": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "A": 39,
      "B": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "G": 45,
      "H": 46,
      "I": 47,
      "J": 48,
      "K": 49,
      "L": 50,
      "M": 51,
      "N": 52,
      "O": 53,
      "P": 54,
      "Q": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "V": 60,
      "W": 61,
      "X": 62,
      "Y": 63,
      "Z": 64,
      "[": 65,
      "\\": 66,
      "]": 67,
      "^": 68,
      "_": 69,
      "`": 70,
      "a": 71,
      "b": 72,
      "c": 73,
      "d": 74,
      "e": 75,
      "f": 76,
      "g": 77,
      "h": 78,
      "i": 79,
      "j": 80,
      "k": 81,
      "l": 82,
      "m": 83,
      "n": 84,
      "o": 85,
      "p": 86,
      "q": 87,
      "r": 88,
      "s": 89,
      "t": 90,
      "u": 91,
      "v": 92,
      "w": 93,
      "x": 94,
      "y": 95,
      "z": 96,
      "{": 97,
      "|": 98,
      "}": 99,
      "~": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "¡": 106,
      "¢": 107,
      "£": 108,
      "¤": 109,
      "¥": 110,
      "§": 111,
      "©": 112,
      "«": 113,
      "¬": 114,
      "­": 115,
      "®": 116,
      "°": 117,
      "±": 118,
      "¶": 119,
      "·": 120,
      "»": 121,
      "¿": 122,
      "À": 123,
      "Á": 124,
      "Â": 125,
      "Ã": 126,
      "Ä": 127,
      "Å": 128,
      "Æ": 129,
      "Ç": 130,
      "È": 131,
      "É": 132,
      "Ê": 133,
      "Ì": 134,
      "Í": 135,
      "Î": 136,
      "Ñ": 137,
      "Ò": 138,
      "Ó": 139,
      "Ô": 140,
      "Õ": 141,
      "Ö": 142,
      "×": 143,
      "Ø": 144,
      "Ú": 145,
      "Ü": 146,
      "Þ": 147,
      "ß": 148,
      "à": 149,
      "á": 150,
      "â": 151,
      "ã": 152,
      "ä": 153,
      "å": 154,
      "æ": 155,
      "ç": 156,
      "è": 157,
      "é": 158,
      "ê": 159,
      "ë": 160,
      "ì": 161,
      "í": 162,
      "î": 163,
      "ï": 164,
      "ð": 165,
      "ñ": 166,
      "ò": 167,
      "ó": 168,
      "ô": 169,
      "õ": 170,
      "ö": 171,
      "÷": 172,
      "ø": 173,
      "ù": 174,
      "ú": 175,
      "û": 176,
      "ü": 177,
      "ý": 178,
      "þ": 179,
      "ÿ": 180,
      "Ā": 181,
      "ā": 182,
      "Ă": 183,
      "ă": 184,
      "ą": 185,
      "Ć": 186,
      "ć": 187,
      "Č": 188,
      "č": 189,
      "ď": 190,
      "Đ": 191,
      "đ": 192,
      "ē": 193,
      "ė": 194,
      "ę": 195,
      "ě": 196,
      "ğ": 197,
      "ġ": 198,
      "ħ": 199,
      "ĩ": 200,
      "ī": 201,
      "ĭ": 202,
      "İ": 203,
      "ı": 204,
      "ļ": 205,
      "ľ": 206,
      "Ł": 207,
      "ł": 208,
      "ń": 209,
      "ņ": 210,
      "ň": 211,
      "ŋ": 212,
      "Ō": 213,
      "ō": 214,
      "ŏ": 215,
      "ő": 216,
      "Œ": 217,
      "œ": 218,
      "ř": 219,
      "Ś": 220,
      "ś": 221,
      "Ş": 222,
      "ş": 223,
      "Š": 224,
      "š": 225,
      "ţ": 226,
      "ť": 227,
      "ũ": 228,
      "ū": 229,
      "ŭ": 230,
      "ů": 231,
      "ź": 232,
      "Ż": 233,
      "ż": 234,
      "Ž": 235,
      "ž": 236,
      "ƒ": 237,
      "ơ": 238,
      "ư": 239,
      "ǎ": 240,
      "ǐ": 241,
      "ǒ": 242,
      "ǔ": 243,
      "Ș": 244,
      "ș": 245,
      "ț": 246,
      "ɐ": 247,
      "ɑ": 248,
      "ɒ": 249,
      "ɔ": 250,
      "ɕ": 251,
      "ə": 252,
      "ɛ": 253,
      "ɡ": 254,
      "ɣ": 255,
      "ɨ": 256,
      "ɪ": 257,
      "ɬ": 258,
      "ɯ": 259,
      "ɲ": 260,
      "ɾ": 261,
      "ʁ": 262,
      "ʃ": 263,
      "ʉ": 264,
      "ʊ": 265,
      "ʌ": 266,
      "ʒ": 267,
      "ʔ": 268,
      "ʻ": 269,
      "ʼ": 270,
      "ʾ": 271,
      "ʿ": 272,
      "ˆ": 273,
      "ˈ": 274,
      "ˌ": 275,
      "ː": 276,
      "˥": 277,
      "˧": 278,
      "˩": 279,
      "̀": 280,
      "́": 281,
      "̃": 282,
      "̄": 283,
      "̈": 284,
      "̊": 285,
      "̣": 286,
      "̧": 287,
      "̪": 288,
      "̱": 289,
      "̶": 290,
      "͡": 291,
      "Α": 292,
      "Β": 293,
      "Γ": 294,
      "Δ": 295,
      "Ε": 296,
      "Η": 297,
      "Θ": 298,
      "Ι": 299,
      "Κ": 300,
      "Λ": 301,
      "Μ": 302,
      "Ν": 303,
      "Ο": 304,
      "Π": 305,
      "Ρ": 306,
      "Σ": 307,
      "Τ": 308,
      "Υ": 309,
      "Φ": 310,
      "Χ": 311,
      "Ω": 312,
      "ά": 313,
      "έ": 314,
      "ή": 315,
      "ί": 316,
      "α": 317,
      "β": 318,
      "γ": 319,
      "δ": 320,
      "ε": 321,
      "ζ": 322,
      "η": 323,
      "θ": 324,
      "ι": 325,
      "κ": 326,
      "λ": 327,
      "μ": 328,
      "ν": 329,
      "ξ": 330,
      "ο": 331,
      "π": 332,
      "ρ": 333,
      "ς": 334,
      "σ": 335,
      "τ": 336,
      "υ": 337,
      "φ": 338,
      "χ": 339,
      "ψ": 340,
      "ω": 341,
      "ό": 342,
      "ύ": 343,
      "ώ": 344,
      "А": 345,
      "Б": 346,
      "В": 347,
      "Г": 348,
      "Д": 349,
      "Е": 350,
      "Ж": 351,
      "З": 352,
      "И": 353,
      "К": 354,
      "Л": 355,
      "М": 356,
      "Н": 357,
      "О": 358,
      "П": 359,
      "Р": 360,
      "С": 361,
      "Т": 362,
      "У": 363,
      "Ф": 364,
      "Х": 365,
      "Ц": 366,
      "Ч": 367,
      "Ш": 368,
      "Э": 369,
      "Ю": 370,
      "Я": 371,
      "а": 372,
      "б": 373,
      "в": 374,
      "г": 375,
      "д": 376,
      "е": 377,
      "ж": 378,
      "з": 379,
      "и": 380,
      "й": 381,
      "к": 382,
      "л": 383,
      "м": 384,
      "н": 385,
      "о": 386,
      "п": 387,
      "р": 388,
      "с": 389,
      "т": 390,
      "у": 391,
      "ф": 392,
      "х": 393,
      "ц": 394,
      "ч": 395,
      "ш": 396,
      "щ": 397,
      "ъ": 398,
      "ы": 399,
      "ь": 400,
      "э": 401,
      "ю": 402,
      "я": 403,
      "ё": 404,
      "є": 405,
      "ѕ": 406,
      "і": 407,
      "ї": 408,
      "ј": 409,
      "ћ": 410,
      "ә": 411,
      "ա": 412,
      "ե": 413,
      "ի": 414,
      "կ": 415,
      "յ": 416,
      "ն": 417,
      "ո": 418,
      "ր": 419,
      "ւ": 420,
      "ְ": 421,
      "ִ": 422,
      "ֵ": 423,
      "ֶ": 424,
      "ַ": 425,
      "ָ": 426,
      "ֹ": 427,
      "ּ": 428,
      "ׁ": 429,
      "א": 430,
      "ב": 431,
      "ג": 432,
      "ד": 433,
      "ה": 434,
      "ו": 435,
      "ז": 436,
      "ח": 437,
      "ט": 438,
      "י": 439,
      "ך": 440,
      "כ": 441,
      "ל": 442,
      "ם": 443,
      "מ": 444,
      "ן": 445,
      "נ": 446,
      "ס": 447,
      "ע": 448,
      "פ": 449,
      "צ": 450,
      "ק": 451,
      "ר": 452,
      "ש": 453,
      "ת": 454,
      "ء": 455,
      "أ": 456,
      "إ": 457,
      "ئ": 458,
      "ا": 459,
      "ب": 460,
      "ة": 461,
      "ت": 462,
      "ث": 463,
      "ج": 464,
      "ح": 465,
      "خ": 466,
      "د": 467,
      "ر": 468,
      "ز": 469,
      "س": 470,
      "ش": 471,
      "ص": 472,
      "ض": 473,
      "ط": 474,
      "ع": 475,
      "غ": 476,
      "ف": 477,
      "ق": 478,
      "ك": 479,
      "ل": 480,
      "م": 481,
      "ن": 482,
      "ه": 483,
      "و": 484,
      "ى": 485,
      "ي": 486,
      "َ": 487,
      "ُ": 488,
      "ِ": 489,
      "ّ": 490,
      "ْ": 491,
      "پ": 492,
      "ک": 493,
      "گ": 494,
      "ی": 495,
      "ं": 496,
      "अ": 497,
      "क": 498,
      "ग": 499,
      "च": 500,
      "ज": 501,
      "त": 502,
      "द": 503,
      "न": 504,
      "प": 505,
      "ब": 506,
      "भ": 507,
      "म": 508,
      "य": 509,
      "र": 510,
      "ल": 511,
      "व": 512,
      "स": 513,
      "ह": 514,
      "ा": 515,
      "ि": 516,
      "ी": 517,
      "ु": 518,
      "े": 519,
      "ो": 520,
      "्": 521,
      "ত": 522,
      "ন": 523,
      "ব": 524,
      "র": 525,
      "ল": 526,
      "া": 527,
      "ি": 528,
      "ে": 529,
      "্": 530,
      "ம": 531,
      "்": 532,
      "ก": 533,
      "ค": 534,
      "ง": 535,
      "ช": 536,
      "ด": 537,
      "ต": 538,
      "ท": 539,
      "น": 540,
      "บ": 541,
      "พ": 542,
      "ม": 543,
      "ย": 544,
      "ร": 545,
      "ล": 546,
      "ว": 547,
      "ส": 548,
      "ห": 549,
      "อ": 550,
      "ะ": 551,
      "ั": 552,
      "า": 553,
      "ิ": 554,
      "ี": 555,
      "ุ": 556,
      "เ": 557,
      "ไ": 558,
      "่": 559,
      "้": 560,
      "์": 561,
      "་": 562,
      "ာ": 563,
      "း": 564,
      "်": 565,
      "ა": 566,
      "ბ": 567,
      "დ": 568,
      "ე": 569,
      "ვ": 570,
      "თ": 571,
      "ი": 572,
      "ლ": 573,
      "მ": 574,
      "ნ": 575,
      "ო": 576,
      "რ": 577,
      "ს": 578,
      "უ": 579,
      "ᅠ": 580,
      "រ": 581,
      "ា": 582,
      "្": 583,
      "ḍ": 584,
      "Ḥ": 585,
      "ḥ": 586,
      "ḳ": 587,
      "ṃ": 588,
      "ṅ": 589,
      "ṇ": 590,
      "ṛ": 591,
      "ṣ": 592,
      "ṭ": 593,
      "ẓ": 594,
      "ạ": 595,
      "ả": 596,
      "ấ": 597,
      "ẽ": 598,
      "ế": 599,
      "ễ": 600,
      "ệ": 601,
      "ị": 602,
      "ọ": 603,
      "ộ": 604,
      "ἀ": 605,
      "Ἀ": 606,
      "ἐ": 607,
      "ὐ": 608,
      "ὶ": 609,
      "ῖ": 610,
      "ῦ": 611,
      "ῶ": 612,
      "​": 613,
      "‌": 614,
      "‍": 615,
      "‎": 616,
      "‏": 617,
      "‐": 618,
      "‒": 619,
      "–": 620,
      "—": 621,
      "―": 622,
      "‘": 623,
      "’": 624,
      "“": 625,
      "”": 626,
      "„": 627,
      "†": 628,
      "‡": 629,
      "•": 630,
      "‧": 631,
      "‪": 632,
      "‬": 633,
      "‰": 634,
      "′": 635,
      "‹": 636,
      "›": 637,
      "⁄": 638,
      "⁠": 639,
      "⁣": 640,
      "€": 641,
      "₹": 642,
      "←": 643,
      "↑": 644,
      "→": 645,
      "↓": 646,
      "↔": 647,
      "⇆": 648,
      "⇒": 649,
      "∀": 650,
      "∆": 651,
      "∈": 652,
      "∑": 653,
      "−": 654,
      "∗": 655,
      "√": 656,
      "∞": 657,
      "∧": 658,
      "∨": 659,
      "∴": 660,
      "≈": 661,
      "≠": 662,
      "≡": 663,
      "≤": 664,
      "≥": 665,
      "⋅": 666,
      "⋆": 667,
      "─": 668,
      "━": 669,
      "│": 670,
      "└": 671,
      "├": 672,
      "═": 673,
      "║": 674,
      "▁": 675,
      "▄": 676,
      "█": 677,
      "░": 678,
      "■": 679,
      "▪": 680,
      "▲": 681,
      "▶": 682,
      "▷": 683,
      "►": 684,
      "▼": 685,
      "◊": 686,
      "●": 687,
      "★": 688,
      "☆": 689,
      "☉": 690,
      "☎": 691,
      "♀": 692,
      "♂": 693,
      "♠": 694,
      "♡": 695,
      "♣": 696,
      "♥": 697,
      "♦": 698,
      "♪": 699,
      "♫": 700,
      "♭": 701,
      "♯": 702,
      "⚠": 703,
      "⚫": 704,
      "✅": 705,
      "✓": 706,
      "✔": 707,
      "✨": 708,
      "✿": 709,
      "❌": 710,
      "❖": 711,
      "❤": 712,
      "❯": 713,
      "➜": 714,
      "➡": 715,
      "➢": 716,
      "⟨": 717,
      "⟩": 718,
      "⠀": 719,
      "⭐": 720,
      "、": 721,
      "。": 722,
      "《": 723,
      "》": 724,
      "「": 725,
      "」": 726,
      "『": 727,
      "』": 728,
      "【": 729,
      "】": 730,
      "〜": 731,
      "あ": 732,
      "い": 733,
      "う": 734,
      "え": 735,
      "お": 736,
      "か": 737,
      "が": 738,
      "き": 739,
      "く": 740,
      "け": 741,
      "こ": 742,
      "さ": 743,
      "し": 744,
      "す": 745,
      "た": 746,
      "だ": 747,
      "ち": 748,
      "っ": 749,
      "つ": 750,
      "て": 751,
      "で": 752,
      "と": 753,
      "な": 754,
      "に": 755,
      "の": 756,
      "は": 757,
      "ま": 758,
      "み": 759,
      "め": 760,
      "も": 761,
      "よ": 762,
      "ら": 763,
      "り": 764,
      "る": 765,
      "れ": 766,
      "わ": 767,
      "を": 768,
      "ん": 769,
      "ァ": 770,
      "ア": 771,
      "ィ": 772,
      "イ": 773,
      "ウ": 774,
      "ェ": 775,
      "エ": 776,
      "オ": 777,
      "カ": 778,
      "ガ": 779,
      "キ": 780,
      "ク": 781,
      "グ": 782,
      "ケ": 783,
      "コ": 784,
      "サ": 785,
      "シ": 786,
      "ジ": 787,
      "ス": 788,
      "ズ": 789,
      "セ": 790,
      "タ": 791,
      "ダ": 792,
      "チ": 793,
      "ッ": 794,
      "ツ": 795,
      "テ": 796,
      "デ": 797,
      "ト": 798,
      "ド": 799,
      "ナ": 800,
      "ニ": 801,
      "ネ": 802,
      "ノ": 803,
      "ハ": 804,
      "バ": 805,
      "パ": 806,
      "ビ": 807,
      "フ": 808,
      "ブ": 809,
      "プ": 810,
      "ボ": 811,
      "マ": 812,
      "ミ": 813,
      "ム": 814,
      "メ": 815,
      "モ": 816,
      "ャ": 817,
      "ュ": 818,
      "ョ": 819,
      "ラ": 820,
      "リ": 821,
      "ル": 822,
      "レ": 823,
      "ロ": 824,
      "ン": 825,
      "・": 826,
      "ー": 827,
      "一": 828,
      "三": 829,
      "上": 830,
      "不": 831,
      "世": 832,
      "中": 833,
      "事": 834,
      "二": 835,
      "五": 836,
      "井": 837,
      "京": 838,
      "人": 839,
      "会": 840,
      "体": 841,
      "元": 842,
      "光": 843,
      "八": 844,
      "公": 845,
      "出": 846,
      "北": 847,
      "南": 848,
      "原": 849,
      "台": 850,
      "司": 851,
      "名": 852,
      "和": 853,
      "国": 854,
      "國": 855,
      "地": 856,
      "城": 857,
      "士": 858,
      "外": 859,
      "大": 860,
      "天": 861,
      "太": 862,
      "女": 863,
      "子": 864,
      "学": 865,
      "安": 866,
      "家": 867,
      "小": 868,
      "山": 869,
      "島": 870,
      "川": 871,
      "州": 872,
      "市": 873,
      "平": 874,
      "年": 875,
      "式": 876,
      "心": 877,
      "愛": 878,
      "我": 879,
      "戦": 880,
      "拳": 881,
      "教": 882,
      "文": 883,
      "新": 884,
      "方": 885,
      "日": 886,
      "明": 887,
      "星": 888,
      "月": 889,
      "木": 890,
      "本": 891,
      "李": 892,
      "村": 893,
      "東": 894,
      "林": 895,
      "森": 896,
      "武": 897,
      "氏": 898,
      "民": 899,
      "水": 900,
      "江": 901,
      "法": 902,
      "海": 903,
      "灣": 904,
      "版": 905,
      "王": 906,
      "生": 907,
      "田": 908,
      "白": 909,
      "的": 910,
      "真": 911,
      "石": 912,
      "社": 913,
      "神": 914,
      "空": 915,
      "简": 916,
      "繁": 917,
      "美": 918,
      "者": 919,
      "花": 920,
      "藤": 921,
      "行": 922,
      "西": 923,
      "語": 924,
      "语": 925,
      "通": 926,
      "道": 927,
      "郎": 928,
      "郡": 929,
      "部": 930,
      "野": 931,
      "金": 932,
      "長": 933,
      "集": 934,
      "體": 935,
      "高": 936,
      "ꞌ": 937,
      "가": 938,
      "국": 939,
      "기": 940,
      "김": 941,
      "나": 942,
      "다": 943,
      "대": 944,
      "리": 945,
      "민": 946,
      "사": 947,
      "서": 948,
      "성": 949,
      "수": 950,
      "스": 951,
      "시": 952,
      "아": 953,
      "어": 954,
      "의": 955,
      "이": 956,
      "인": 957,
      "정": 958,
      "주": 959,
      "지": 960,
      "천": 961,
      "하": 962,
      "한": 963,
      "": 964,
      "": 965,
      "": 966,
      "": 967,
      "": 968,
      "": 969,
      "": 970,
      "": 971,
      "": 972,
      "": 973,
      "": 974,
      "": 975,
      "": 976,
      "": 977,
      "": 978,
      "": 979,
      "️": 980,
      "﻿": 981,
      "￼": 982,
      "�": 983,
      "🇧": 984,
      "🇷": 985,
      "🏻": 986,
      "🏼": 987,
      "👇": 988,
      "👉": 989,
      "👍": 990,
      "👏": 991,
      "🔥": 992,
      "😀": 993,
      "😂": 994,
      "😉": 995,
      "😊": 996,
      "😍": 997,
      "😘": 998,
      "😛": 999,
      "🙁": 1000,
      "🙂": 1001,
      "🙏": 1002,
      "🥇": 1003,
      "▁d": 1004,
      "▁e": 1005,
      "▁a": 1006,
      "ra": 1007,
      "▁p": 1008,
      "▁de": 1009,
      "os": 1010,
      "▁c": 1011,
      "nt": 1012,
      "re": 1013,
      "er": 1014,
      "▁s": 1015,
      "as": 1016,
      "or": 1017,
      "es": 1018,
      "ad": 1019,
      "is": 1020,
      "in": 1021,
      "qu": 1022,
      "▁co": 1023,
      "ar": 1024,
      "▁m": 1025,
      "▁o": 1026,
      "ão": 1027,
      "▁n": 1028,
      "al": 1029,
      "▁t": 1030,
      "ic": 1031,
      "ent": 1032,
      "▁f": 1033,
      "ia": 1034,
      "ro": 1035,
      "um": 1036,
      "nd": 1037,
      "id": 1038,
      "▁qu": 1039,
      "em": 1040,
      "it": 1041,
      "st": 1042,
      "▁com": 1043,
      "▁um": 1044,
      "el": 1045,
      "am": 1046,
      "io": 1047,
      "▁que": 1048,
      "▁do": 1049,
      "▁v": 1050,
      "en": 1051,
      "ara": 1052,
      "im": 1053,
      "▁em": 1054,
      "ção": 1055,
      "an": 1056,
      "▁re": 1057,
      "▁se": 1058,
      ".\n": 1059,
      "▁da": 1060,
      "il": 1061,
      "▁C": 1062,
      "▁A": 1063,
      "▁l": 1064,
      "at": 1065,
      "co": 1066,
      "▁S": 1067,
      "▁para": 1068,
      "ado": 1069,
      "iv": 1070,
      "▁(": 1071,
      "▁no": 1072,
      "▁P": 1073,
      "res": 1074,
      "ul": 1075,
      "ta": 1076,
      "ndo": 1077,
      "ol": 1078,
      "ou": 1079,
      "▁b": 1080,
      "on": 1081,
      "▁M": 1082,
      "▁1": 1083,
      "▁E": 1084,
      "od": 1085,
      "▁g": 1086,
      "ec": 1087,
      "ut": 1088,
      "ei": 1089,
      "▁est": 1090,
      "ente": 1091,
      "ri": 1092,
      "us": 1093,
      "▁uma": 1094,
      "et": 1095,
      "▁é": 1096,
      "oc": 1097,
      "▁in": 1098,
      "nc": 1099,
      "o,": 1100,
      "▁2": 1101,
      "ais": 1102,
      "gu": 1103,
      "om": 1104,
      "ist": 1105,
      "▁B": 1106,
      "ha": 1107,
      "le": 1108,
      "▁pro": 1109,
      "\n\n": 1110,
      "▁su": 1111,
      "ação": 1112,
      ".\n\n": 1113,
      "▁na": 1114,
      "idad": 1115,
      "▁es": 1116,
      "se": 1117,
      "▁por": 1118,
      "▁D": 1119,
      "ant": 1120,
      "ões": 1121,
      "ig": 1122,
      "▁R": 1123,
      "▁as": 1124,
      "▁con": 1125,
      "a,": 1126,
      "iz": 1127,
      "▁T": 1128,
      "ion": 1129,
      "ir": 1130,
      "de": 1131,
      "▁os": 1132,
      "te": 1133,
      "▁F": 1134,
      "so": 1135,
      "do": 1136,
      "ho": 1137,
      "▁O": 1138,
      "ac": 1139,
      "ada": 1140,
      "▁ex": 1141,
      "▁L": 1142,
      "▁fo": 1143,
      "▁N": 1144,
      "ica": 1145,
      "un": 1146,
      "ento": 1147,
      "nte": 1148,
      "idade": 1149,
      "▁\"": 1150,
      "▁j": 1151,
      "▁|": 1152,
      "era": 1153,
      "ura": 1154,
      "▁al": 1155,
      "▁I": 1156,
      "ando": 1157,
      "▁20": 1158,
      "▁como": 1159,
      "▁não": 1160,
      "ções": 1161,
      "po": 1162,
      "▁G": 1163,
      "to": 1164,
      "ag": 1165,
      "ados": 1166,
      "ve": 1167,
      "▁ap": 1168,
      "▁des": 1169,
      "ras": 1170,
      "ed": 1171,
      "▁h": 1172,
      "▁at": 1173,
      "if": 1174,
      "▁-": 1175,
      "▁pr": 1176,
      "ito": 1177,
      "▁ser": 1178,
      "av": 1179,
      "▁J": 1180,
      "▁pel": 1181,
      "ab": 1182,
      "ma": 1183,
      "▁mais": 1184,
      "og": 1185,
      "▁<": 1186,
      "▁dos": 1187,
      "ido": 1188,
      "ur": 1189,
      "▁pod": 1190,
      "ém": 1191,
      "ip": 1192,
      "ob": 1193,
      "rio": 1194,
      "▁foi": 1195,
      "da": 1196,
      "ce": 1197,
      "▁en": 1198,
      "ria": 1199,
      "▁per": 1200,
      "▁cont": 1201,
      "ram": 1202,
      "int": 1203,
      "▁19": 1204,
      "▁V": 1205,
      "▁ou": 1206,
      "▁H": 1207,
      "he": 1208,
      "ros": 1209,
      "▁an": 1210,
      "▁tra": 1211,
      "pl": 1212,
      "▁ao": 1213,
      "ai": 1214,
      "▁ent": 1215,
      "▁mu": 1216,
      "ncia": 1217,
      "art": 1218,
      "ens": 1219,
      "ov": 1220,
      "ico": 1221,
      "nde": 1222,
      "est": 1223,
      "▁sua": 1224,
      "▁tem": 1225,
      "la": 1226,
      "ern": 1227,
      "▁U": 1228,
      "os,": 1229,
      "ial": 1230,
      "ça": 1231,
      "▁||": 1232,
      "▁à": 1233,
      "▁for": 1234,
      "▁seu": 1235,
      "ida": 1236,
      "ru": 1237,
      "▁ar": 1238,
      "eira": 1239,
      "▁im": 1240,
      "ap": 1241,
      "ias": 1242,
      "eiro": 1243,
      "▁pre": 1244,
      "bl": 1245,
      "▁=": 1246,
      "ocê": 1247,
      "ers": 1248,
      "▁esp": 1249,
      "mente": 1250,
      "▁ac": 1251,
      "ot": 1252,
      "ing": 1253,
      "00": 1254,
      "pre": 1255,
      "..": 1256,
      "▁\n": 1257,
      "amb": 1258,
      "eg": 1259,
      "▁</": 1260,
      "▁ter": 1261,
      "ess": 1262,
      "mo": 1263,
      "▁ele": 1264,
      "ass": 1265,
      "por": 1266,
      "vel": 1267,
      "▁res": 1268,
      "ns": 1269,
      "az": 1270,
      "▁das": 1271,
      "ência": 1272,
      "as,": 1273,
      "▁us": 1274,
      "esso": 1275,
      ";\n": 1276,
      "▁dis": 1277,
      "amente": 1278,
      "ez": 1279,
      "ora": 1280,
      "ere": 1281,
      "p>": 1282,
      "▁&": 1283,
      "▁pos": 1284,
      "me": 1285,
      "▁out": 1286,
      "▁comp": 1287,
      "▁sob": 1288,
      "▁segu": 1289,
      "▁201": 1290,
      "ista": 1291,
      "pe": 1292,
      "ambém": 1293,
      "▁nos": 1294,
      "que": 1295,
      "for": 1296,
      "du": 1297,
      "▁pode": 1298,
      "▁você": 1299,
      "íc": 1300,
      "are": 1301,
      "ud": 1302,
      "amento": 1303,
      "ário": 1304,
      "▁sem": 1305,
      "▁tod": 1306,
      "▁3": 1307,
      ")\n": 1308,
      "▁mas": 1309,
      "pres": 1310,
      "▁int": 1311,
      "adas": 1312,
      "▁W": 1313,
      "aliz": 1314,
      "▁po": 1315,
      "ib": 1316,
      "▁am": 1317,
      "▁também": 1318,
      "▁el": 1319,
      "orn": 1320,
      "lu": 1321,
      "▁sobre": 1322,
      "▁me": 1323,
      "e,": 1324,
      "▁está": 1325,
      "ult": 1326,
      "▁são": 1327,
      "inha": 1328,
      "▁ob": 1329,
      "and": 1330,
      "cont": 1331,
      "ári": 1332,
      "ios": 1333,
      "pos": 1334,
      "▁nov": 1335,
      "ire": 1336,
      "imento": 1337,
      "▁Est": 1338,
      "ific": 1339,
      "▁gra": 1340,
      "ional": 1341,
      "ina": 1342,
      "ivo": 1343,
      "▁K": 1344,
      "▁ab": 1345,
      "ição": 1346,
      "ntes": 1347,
      "ador": 1348,
      "),": 1349,
      "ira": 1350,
      "▁ass": 1351,
      "sa": 1352,
      "emb": 1353,
      "code": 1354,
      "t;": 1355,
      "▁pelo": 1356,
      "▁pela": 1357,
      "ch": 1358,
      "▁cor": 1359,
      "▁200": 1360,
      "entos": 1361,
      "lo": 1362,
      "ter": 1363,
      "per": 1364,
      "▁entre": 1365,
      "Qu": 1366,
      "ev": 1367,
      "ran": 1368,
      "code>": 1369,
      "ço": 1370,
      "-se": 1371,
      "▁mes": 1372,
      "▁cl": 1373,
      "▁á": 1374,
      "eb": 1375,
      "▁cons": 1376,
      "a.": 1377,
      "▁prim": 1378,
      "iu": 1379,
      "▁or": 1380,
      "▁faz": 1381,
      "ulo": 1382,
      "\nE": 1383,
      "▁cas": 1384,
      "go": 1385,
      "▁part": 1386,
      "▁Al": 1387,
      "anto": 1388,
      "ít": 1389,
      "bal": 1390,
      "icos": 1391,
      "icas": 1392,
      "ava": 1393,
      "ações": 1394,
      "▁te": 1395,
      "ert": 1396,
      "gra": 1397,
      "iss": 1398,
      "col": 1399,
      "es,": 1400,
      "ost": 1401,
      "idos": 1402,
      "▁ad": 1403,
      "20": 1404,
      "rasil": 1405,
      "\",": 1406,
      "inh": 1407,
      "rit": 1408,
      "▁of": 1409,
      "tu": 1410,
      "ia,": 1411,
      "aram": 1412,
      "▁ch": 1413,
      "éc": 1414,
      "▁par": 1415,
      "agem": 1416,
      "ós": 1417,
      "eu": 1418,
      "▁ver": 1419,
      "ja": 1420,
      "erc": 1421,
      "▁4": 1422,
      "ian": 1423,
      "▁Com": 1424,
      "und": 1425,
      "--": 1426,
      "▁fil": 1427,
      "▁qual": 1428,
      "▁car": 1429,
      "ade": 1430,
      "▁Un": 1431,
      "ust": 1432,
      "\n|": 1433,
      "ie": 1434,
      "indo": 1435,
      "idades": 1436,
      "hec": 1437,
      "ês": 1438,
      "rar": 1439,
      "unc": 1440,
      "inc": 1441,
      "19": 1442,
      "jet": 1443,
      "end": 1444,
      "▁reg": 1445,
      "ver": 1446,
      "enc": 1447,
      "▁esc": 1448,
      "▁mar": 1449,
      "\n\n<": 1450,
      "itu": 1451,
      "entes": 1452,
      "inal": 1453,
      "▁pesso": 1454,
      "▁inc": 1455,
      "▁seus": 1456,
      "▁cam": 1457,
      "ato": 1458,
      "ite": 1459,
      "▁ag": 1460,
      "aria": 1461,
      "vol": 1462,
      "▁nas": 1463,
      "▁trabal": 1464,
      "▁pres": 1465,
      "aix": 1466,
      "\nA": 1467,
      "ino": 1468,
      "con": 1469,
      "rá": 1470,
      "ero": 1471,
      "▁vez": 1472,
      "anç": 1473,
      "inte": 1474,
      "▁pass": 1475,
      "ss": 1476,
      "igo": 1477,
      "itos": 1478,
      "▁–": 1479,
      "ários": 1480,
      "▁dest": 1481,
      "▁Em": 1482,
      "ix": 1483,
      "▁ro": 1484,
      "rat": 1485,
      "ória": 1486,
      "▁5": 1487,
      "▁rel": 1488,
      "anh": 1489,
      "▁dire": 1490,
      "com": 1491,
      "enas": 1492,
      "▁muito": 1493,
      "▁rec": 1494,
      "▁até": 1495,
      "▁ha": 1496,
      "ita": 1497,
      "min": 1498,
      "▁mod": 1499,
      "ont": 1500,
      "▁encont": 1501,
      "▁col": 1502,
      "▁eu": 1503,
      "▁is": 1504,
      "▁Por": 1505,
      "ase": 1506,
      "ect": 1507,
      "amos": 1508,
      "ilh": 1509,
      "▁poss": 1510,
      "▁quando": 1511,
      "erv": 1512,
      "ís": 1513,
      "▁jog": 1514,
      "▁</p>": 1515,
      "▁era": 1516,
      "ord": 1517,
      "pera": 1518,
      "ível": 1519,
      "port": 1520,
      "inda": 1521,
      "▁lt;": 1522,
      "unt": 1523,
      "elh": 1524,
      "iva": 1525,
      "ante": 1526,
      "fer": 1527,
      "ard": 1528,
      "ub": 1529,
      "ema": 1530,
      "▁dia": 1531,
      "almente": 1532,
      ".\nA": 1533,
      "Com": 1534,
      "▁Con": 1535,
      "▁pl": 1536,
      "▁\n\n": 1537,
      "▁'": 1538,
      "cis": 1539,
      "ivers": 1540,
      "▁lu": 1541,
      "▁Es": 1542,
      "▁ra": 1543,
      "adores": 1544,
      "embro": 1545,
      "fe": 1546,
      "gum": 1547,
      "▁ext": 1548,
      "ima": 1549,
      "ôn": 1550,
      "▁De": 1551,
      "▁ú": 1552,
      "este": 1553,
      "os.": 1554,
      "▁loc": 1555,
      "▁proc": 1556,
      "▁tempo": 1557,
      "▁fal": 1558,
      "▁0": 1559,
      "ign": 1560,
      "▁Brasil": 1561,
      "▁{": 1562,
      "ião": 1563,
      "▁id": 1564,
      ").": 1565,
      "▁já": 1566,
      ".\n\nE": 1567,
      "op": 1568,
      "▁suas": 1569,
      "▁Mar": 1570,
      "▁onde": 1571,
      "▁conc": 1572,
      "istas": 1573,
      "▁Ch": 1574,
      "ét": 1575,
      "\nP": 1576,
      "ano": 1577,
      "▁18": 1578,
      "▁espec": 1579,
      "idas": 1580,
      "▁val": 1581,
      "ração": 1582,
      "▁pró": 1583,
      "▁aut": 1584,
      "éd": 1585,
      "ior": 1586,
      "▁Re": 1587,
      "▁pol": 1588,
      "va": 1589,
      "ng": 1590,
      "▁dif": 1591,
      "▁mesmo": 1592,
      "ast": 1593,
      "▁Ar": 1594,
      "vi": 1595,
      "▁foram": 1596,
      "pre>": 1597,
      "▁form": 1598,
      "ado,": 1599,
      "▁pa": 1600,
      "▁conhec": 1601,
      "rig": 1602,
      "▁Se": 1603,
      "enh": 1604,
      "\nO": 1605,
      "up": 1606,
      "▁man": 1607,
      "veis": 1608,
      "ca": 1609,
      "rim": 1610,
      ".E": 1611,
      "rib": 1612,
      "▁cap": 1613,
      "▁ant": 1614,
      "ral": 1615,
      "▁isso": 1616,
      "son": 1617,
      "orre": 1618,
      "ceb": 1619,
      "▁ainda": 1620,
      ");\n": 1621,
      "▁poder": 1622,
      "ela": 1623,
      "▁trans": 1624,
      "rad": 1625,
      "ín": 1626,
      "ão,": 1627,
      "ód": 1628,
      "ável": 1629,
      "▁hist": 1630,
      "elo": 1631,
      "▁Pa": 1632,
      "▁Qu": 1633,
      "▁ind": 1634,
      "pois": 1635,
      "form": 1636,
      "ular": 1637,
      "▁sol": 1638,
      "▁aqu": 1639,
      "ér": 1640,
      "▁cidade": 1641,
      "▁fe": 1642,
      "quer": 1643,
      "▁const": 1644,
      "gar": 1645,
      "▁anos": 1646,
      "unic": 1647,
      "iam": 1648,
      "úbl": 1649,
      "▁torn": 1650,
      "▁conf": 1651,
      "▁princ": 1652,
      "át": 1653,
      "iais": 1654,
      "▁[": 1655,
      "rem": 1656,
      "▁apenas": 1657,
      ".\n\nA": 1658,
      "ncias": 1659,
      "ate": 1660,
      "▁prof": 1661,
      "anc": 1662,
      "▁fazer": 1663,
      "▁todos": 1664,
      "ga": 1665,
      "▁atu": 1666,
      "o.": 1667,
      "▁este": 1668,
      "eral": 1669,
      "▁ho": 1670,
      "orte": 1671,
      "al,": 1672,
      "▁art": 1673,
      "pon": 1674,
      "▁6": 1675,
      "aior": 1676,
      "urante": 1677,
      "s,": 1678,
      "▁aos": 1679,
      "▁bem": 1680,
      "▁sub": 1681,
      "\n\n<p>": 1682,
      "▁Pro": 1683,
      "of": 1684,
      "ana": 1685,
      "▁r": 1686,
      "▁ela": 1687,
      "▁equ": 1688,
      "eiros": 1689,
      "íl": 1690,
      "\nM": 1691,
      "ne": 1692,
      "▁podem": 1693,
      "nda": 1694,
      "▁che": 1695,
      "▁199": 1696,
      "▁<code>": 1697,
      "itar": 1698,
      "ine": 1699,
      "▁inst": 1700,
      "ubl": 1701,
      "▁algum": 1702,
      "▁ca": 1703,
      ".\nO": 1704,
      "▁In": 1705,
      "igu": 1706,
      "uro": 1707,
      "antes": 1708,
      "eç": 1709,
      "▁sa": 1710,
      "▁—": 1711,
      "▁maior": 1712,
      "rada": 1713,
      "imo": 1714,
      "...": 1715,
      "▁ev": 1716,
      "▁contra": 1717,
      "▁sab": 1718,
      "ór": 1719,
      "▁nome": 1720,
      "▁empres": 1721,
      "pt": 1722,
      "les": 1723,
      "iliz": 1724,
      "êm": 1725,
      "▁às": 1726,
      "ivos": 1727,
      "as.": 1728,
      "elho": 1729,
      "ay": 1730,
      "ele": 1731,
      "és": 1732,
      "▁def": 1733,
      "▁outros": 1734,
      "quanto": 1735,
      "man": 1736,
      "▁vis": 1737,
      "▁oc": 1738,
      "elhor": 1739,
      "//": 1740,
      "▁`": 1741,
      "▁men": 1742,
      "▁vol": 1743,
      "▁af": 1744,
      "▁ret": 1745,
      "▁tr": 1746,
      "erra": 1747,
      "overn": 1748,
      "▁princip": 1749,
      "▁aj": 1750,
      "▁parte": 1751,
      "▁cada": 1752,
      "rav": 1753,
      "entar": 1754,
      "▁difere": 1755,
      "▁lev": 1756,
      "▁cria": 1757,
      "ências": 1758,
      "\nS": 1759,
      "▁precis": 1760,
      "▁du": 1761,
      "▁inv": 1762,
      "lic": 1763,
      "▁São": 1764,
      "▁ins": 1765,
      "▁Os": 1766,
      "ht": 1767,
      "▁fic": 1768,
      "udo": 1769,
      "▁cham": 1770,
      "enho": 1771,
      "empl": 1772,
      "th": 1773,
      "ex": 1774,
      "ús": 1775,
      "▁No": 1776,
      "ilidade": 1777,
      "iente": 1778,
      "▁7": 1779,
      "esta": 1780,
      "cl": 1781,
      "▁10": 1782,
      "▁pessoas": 1783,
      "▁mundo": 1784,
      "via": 1785,
      "▁sent": 1786,
      "iar": 1787,
      "▁inte": 1788,
      "ric": 1789,
      "porta": 1790,
      "▁dois": 1791,
      "rou": 1792,
      "ient": 1793,
      "íd": 1794,
      "▁mat": 1795,
      "▁Am": 1796,
      "\nC": 1797,
      "▁realiz": 1798,
      "▁8": 1799,
      "mos": 1800,
      "▁av": 1801,
      "e.": 1802,
      "i,": 1803,
      "▁ma": 1804,
      "dut": 1805,
      "forma": 1806,
      "▁grande": 1807,
      "▁deix": 1808,
      "▁St": 1809,
      "inho": 1810,
      "inu": 1811,
      "lt": 1812,
      "ecess": 1813,
      "ula": 1814,
      "duz": 1815,
      "ok": 1816,
      "No": 1817,
      "éri": 1818,
      "endo": 1819,
      "fic": 1820,
      "▁un": 1821,
      "úm": 1822,
      "▁soc": 1823,
      "▁{\n": 1824,
      "▁receb": 1825,
      "▁estão": 1826,
      "erg": 1827,
      "ál": 1828,
      "ret": 1829,
      "envol": 1830,
      "▁primeiro": 1831,
      "acional": 1832,
      ".\nE": 1833,
      "▁vida": 1834,
      "ew": 1835,
      "▁estava": 1836,
      "▁há": 1837,
      "ublic": 1838,
      "10": 1839,
      "▁gt;": 1840,
      "▁sim": 1841,
      "▁X": 1842,
      "uc": 1843,
      "▁9": 1844,
      ".A": 1845,
      "▁depois": 1846,
      "▁sendo": 1847,
      "▁ir": 1848,
      "▁apres": 1849,
      "▁partic": 1850,
      "segu": 1851,
      "▁final": 1852,
      "▁melhor": 1853,
      "ças": 1854,
      "▁algu": 1855,
      "anha": 1856,
      "▁eles": 1857,
      "▁dados": 1858,
      "▁hom": 1859,
      "▁med": 1860,
      "▁pes": 1861,
      "▁liv": 1862,
      "▁div": 1863,
      "▁áre": 1864,
      "▁pop": 1865,
      "▁inclu": 1866,
      "▁equip": 1867,
      "▁Car": 1868,
      "▁inf": 1869,
      "er,": 1870,
      "▁forma": 1871,
      "ços": 1872,
      "</": 1873,
      "ício": 1874,
      "ill": 1875,
      "ismo": 1876,
      "âm": 1877,
      "red": 1878,
      ".\n\nO": 1879,
      "▁necess": 1880,
      "▁pal": 1881,
      "gan": 1882,
      "▁pont": 1883,
      "▁conv": 1884,
      "ranc": 1885,
      "▁arqu": 1886,
      "ições": 1887,
      "ores": 1888,
      "ata": 1889,
      "▁durante": 1890,
      "pri": 1891,
      "rut": 1892,
      "enta": 1893,
      "sos": 1894,
      "▁cri": 1895,
      "ária": 1896,
      "ital": 1897,
      ":\n": 1898,
      "olog": 1899,
      "▁Jo": 1900,
      "▁ano": 1901,
      "odo": 1902,
      "▁pe": 1903,
      "▁fam": 1904,
      "rado": 1905,
      "idente": 1906,
      "itas": 1907,
      "▁país": 1908,
      "ge": 1909,
      "▁mil": 1910,
      "▁probl": 1911,
      "íp": 1912,
      "idera": 1913,
      "tura": 1914,
      "▁neg": 1915,
      "s.": 1916,
      "ind": 1917,
      "ionais": 1918,
      "▁diz": 1919,
      "▁lon": 1920,
      "atura": 1921,
      "tor": 1922,
      "▁func": 1923,
      "▁Gu": 1924,
      "na": 1925,
      "FA": 1926,
      "▁sempre": 1927,
      "▁dist": 1928,
      "▁dev": 1929,
      "ar,": 1930,
      "t;\n": 1931,
      "hos": 1932,
      "▁exempl": 1933,
      "▁mús": 1934,
      "▁pare": 1935,
      "▁públ": 1936,
      "ena": 1937,
      "ím": 1938,
      "ório": 1939,
      "\nF": 1940,
      "▁Y": 1941,
      "▁lanç": 1942,
      "ril": 1943,
      "▁primeira": 1944,
      "ará": 1945,
      "▁min": 1946,
      "ore": 1947,
      "ân": 1948,
      "▁produt": 1949,
      "eric": 1950,
      "▁gt;\n": 1951,
      "▁apro": 1952,
      "▁k": 1953,
      "elec": 1954,
      "▁Ex": 1955,
      "ak": 1956,
      "▁inter": 1957,
      "orm": 1958,
      "▁desenvol": 1959,
      "▁govern": 1960,
      "ica,": 1961,
      "▁pra": 1962,
      "▁sal": 1963,
      "nder": 1964,
      "ack": 1965,
      "▁importa": 1966,
      "▁(19": 1967,
      "▁cr": 1968,
      "▁objet": 1969,
      "▁ed": 1970,
      "color": 1971,
      "▁Para": 1972,
      "▁disse": 1973,
      "ativ": 1974,
      "eram": 1975,
      "▁deve": 1976,
      "▁começ": 1977,
      "----": 1978,
      "iência": 1979,
      "▁sist": 1980,
      "rito": 1981,
      "▁Su": 1982,
      "▁Cam": 1983,
      "▁15": 1984,
      "icial": 1985,
      "▁após": 1986,
      "▁gru": 1987,
      "ultura": 1988,
      "▁esse": 1989,
      "ização": 1990,
      "▁amb": 1991,
      "▁assim": 1992,
      "asse": 1993,
      "▁cond": 1994,
      "quis": 1995,
      "▁antes": 1996,
      "ort": 1997,
      "▁só": 1998,
      "2.": 1999,
      "▁projet": 2000,
      "agens": 2001,
      "pa": 2002,
      "▁\n|": 2003,
      "▁}": 2004,
      "bo": 2005,
      "ual": 2006,
      ",\n": 2007,
      "201": 2008,
      "▁pou": 2009,
      "ebol": 2010,
      "▁trabalho": 2011,
      "árias": 2012,
      "▁É": 2013,
      "mit": 2014,
      "▁ut": 2015,
      "ento,": 2016,
      "▁novo": 2017,
      "para": 2018,
      "▁fre": 2019,
      "▁w": 2020,
      "ress": 2021,
      "▁ol": 2022,
      "1.": 2023,
      "je": 2024,
      "▁gu": 2025,
      "▁198": 2026,
      "ância": 2027,
      "gcolor": 2028,
      "esa": 2029,
      "gcolor=": 2030,
      "F1": 2031,
      "eiras": 2032,
      "▁prov": 2033,
      "▁As": 2034,
      "dução": 2035,
      "De": 2036,
      "io,": 2037,
      "íst": 2038,
      "▁exist": 2039,
      "mes": 2040,
      "0,": 2041,
      "▁história": 2042,
      "▁cur": 2043,
      "alh": 2044,
      "▁The": 2045,
      "▁últ": 2046,
      "▁servi": 2047,
      "her": 2048,
      "esse": 2049,
      "▁núm": 2050,
      "gem": 2051,
      "▁$": 2052,
      "AR": 2053,
      "▁desc": 2054,
      "▁polít": 2055,
      "gcolor=#": 2056,
      "ell": 2057,
      "▁som": 2058,
      "ique": 2059,
      "iro": 2060,
      "▁()": 2061,
      "▁ess": 2062,
      "isão": 2063,
      "▁op": 2064,
      ">\n": 2065,
      "Você": 2066,
      "▁particip": 2067,
      "▁base": 2068,
      "fia": 2069,
      "▁extern": 2070,
      "▁usar": 2071,
      "▁tão": 2072,
      "▁qualquer": 2073,
      "▁expl": 2074,
      "ribu": 2075,
      "▁bgcolor=#": 2076,
      "ang": 2077,
      "aneiro": 2078,
      "▁Z": 2079,
      "▁mud": 2080,
      "1,": 2081,
      "▁\n|-": 2082,
      ":\n\n": 2083,
      "2,": 2084,
      "▁conte": 2085,
      "ipo": 2086,
      "ên": 2087,
      "▁alguns": 2088,
      "▁outras": 2089,
      "id=": 2090,
      "gua": 2091,
      "▁meu": 2092,
      "▁met": 2093,
      "ação,": 2094,
      "no": 2095,
      "▁escol": 2096,
      "▁enquanto": 2097,
      ".\nP": 2098,
      "pro": 2099,
      "\".": 2100,
      "enção": 2101,
      "200": 2102,
      "ília": 2103,
      "uma": 2104,
      "atro": 2105,
      "res,": 2106,
      "ring": 2107,
      "▁\n|-id=": 2108,
      "oi": 2109,
      "ódigo": 2110,
      "▁utiliz": 2111,
      "za": 2112,
      "ução": 2113,
      "▁atrav": 2114,
      "▁er": 2115,
      "▁trabalh": 2116,
      "edade": 2117,
      "ordo": 2118,
      "utebol": 2119,
      "▁ped": 2120,
      "▁fun": 2121,
      "▁essa": 2122,
      "▁le": 2123,
      "▁.": 2124,
      "▁três": 2125,
      "log": 2126,
      "▁especial": 2127,
      "▁17": 2128,
      "▁di": 2129,
      "imentos": 2130,
      "▁aplic": 2131,
      "-f": 2132,
      "▁funcion": 2133,
      "▁</pre>": 2134,
      "▁/": 2135,
      "▁result": 2136,
      "ác": 2137,
      "▁Estados": 2138,
      "erto": 2139,
      "ure": 2140,
      "anto,": 2141,
      "tp": 2142,
      "▁outro": 2143,
      "all": 2144,
      "ik": 2145,
      "▁st": 2146,
      "amentos": 2147,
      "iver": 2148,
      "▁(1": 2149,
      "nec": 2150,
      "óri": 2151,
      "▁Le": 2152,
      "▁cu": 2153,
      "ida,": 2154,
      "▁vai": 2155,
      "▁duas": 2156,
      "formações": 2157,
      "óg": 2158,
      "▁and": 2159,
      "emente": 2160,
      "▁valor": 2161,
      "af": 2162,
      "lex": 2163,
      "ES": 2164,
      "oria": 2165,
      "ada,": 2166,
      "▁consegu": 2167,
      "▁most": 2168,
      "▁méd": 2169,
      "▁e,": 2170,
      "put": 2171,
      "▁Int": 2172,
      "▁fin": 2173,
      "cob": 2174,
      "▁intern": 2175,
      "ulação": 2176,
      "▁será": 2177,
      "enha": 2178,
      "▁can": 2179,
      "▁mom": 2180,
      "press": 2181,
      "▁16": 2182,
      "igações": 2183,
      "tos": 2184,
      "▁fornec": 2185,
      "▁the": 2186,
      "icion": 2187,
      "▁Ass": 2188,
      "iação": 2189,
      "</code>": 2190,
      "▁meio": 2191,
      "ame": 2192,
      "▁Ap": 2193,
      "rança": 2194,
      "▁cent": 2195,
      "y,": 2196,
      "▁constru": 2197,
      "xim": 2198,
      "▁continu": 2199,
      "▁Ele": 2200,
      "▁super": 2201,
      "Se": 2202,
      "▁apresent": 2203,
      "▁not": 2204,
      "▁hab": 2205,
      "lub": 2206,
      "dade": 2207,
      "▁tro": 2208,
      "duc": 2209,
      "▁cois": 2210,
      "ág": 2211,
      "or,": 2212,
      "▁ajud": 2213,
      "ôm": 2214,
      "ás": 2215,
      "ulos": 2216,
      "▁ref": 2217,
      "▁public": 2218,
      "cer": 2219,
      "▁todo": 2220,
      "E3": 2221,
      "emas": 2222,
      "es.": 2223,
      "▁12": 2224,
      "▁fund": 2225,
      "▁197": 2226,
      "inas": 2227,
      "▁Nov": 2228,
      "▁comun": 2229,
      "íf": 2230,
      "▁El": 2231,
      "▁enc": 2232,
      "dad": 2233,
      "oz": 2234,
      "pira": 2235,
      "▁área": 2236,
      "▁esta": 2237,
      "ice": 2238,
      "▁hum": 2239,
      "▁</p>\n\n<p>": 2240,
      "avam": 2241,
      "▁Sant": 2242,
      "▁dent": 2243,
      "irm": 2244,
      "unto": 2245,
      "▁porque": 2246,
      "▁além": 2247,
      "▁ativ": 2248,
      "sso": 2249,
      "▁dias": 2250,
      "▁brasil": 2251,
      "▁todas": 2252,
      "ilo": 2253,
      "▁var": 2254,
      "is,": 2255,
      "▁dez": 2256,
      "▁tinha": 2257,
      "▁cab": 2258,
      "▁orig": 2259,
      "erta": 2260,
      "▁caus": 2261,
      "ide": 2262,
      "▁dem": 2263,
      "▁</code>": 2264,
      "▁considera": 2265,
      "▁informações": 2266,
      "Como": 2267,
      "▁entanto,": 2268,
      "▁lugar": 2269,
      "ado.": 2270,
      "▁desde": 2271,
      "▁exec": 2272,
      "▁pequ": 2273,
      "ico,": 2274,
      "ia.": 2275,
      "▁então": 2276,
      "▁segundo": 2277,
      "▁invest": 2278,
      "▁set": 2279,
      "▁apo": 2280,
      "▁sido": 2281,
      "▁lim": 2282,
      "▁imp": 2283,
      "▁havia": 2284,
      "▁número": 2285,
      ".\n\nEm": 2286,
      "íveis": 2287,
      "▁cin": 2288,
      "▁tudo": 2289,
      "▁via": 2290,
      "▁organ": 2291,
      "▁exper": 2292,
      "▁Rio": 2293,
      "\n\n<pre>": 2294,
      "úde": 2295,
      "▁ru": 2296,
      "ério": 2297,
      "atal": 2298,
      "cional": 2299,
      "reg": 2300,
      "▁usando": 2301,
      "ax": 2302,
      "▁acordo": 2303,
      "ui": 2304,
      "▁próp": 2305,
      "▁quem": 2306,
      "▁aqui": 2307,
      "3.": 2308,
      "▁pelos": 2309,
      "▁externas": 2310,
      "▁x": 2311,
      "▁And": 2312,
      "▁repres": 2313,
      "anos": 2314,
      "emos": 2315,
      "▁mul": 2316,
      "▁fac": 2317,
      "▁bo": 2318,
      "nça": 2319,
      "▁Cl": 2320,
      "IN": 2321,
      "▁14": 2322,
      "▁partir": 2323,
      "\nN": 2324,
      "ation": 2325,
      "▁código": 2326,
      "iga": 2327,
      "▁através": 2328,
      "Ligações": 2329,
      "▁Gra": 2330,
      "▁sign": 2331,
      "▁Im": 2332,
      "▁ve": 2333,
      "im,": 2334,
      "xto": 2335,
      "▁person": 2336,
      "21": 2337,
      ".O": 2338,
      "ra,": 2339,
      "▁pois": 2340,
      "ime": 2341,
      "▁Univers": 2342,
      "▁Co": 2343,
      "ane": 2344,
      "▁Ad": 2345,
      "▁Col": 2346,
      "minist": 2347,
      "▁minha": 2348,
      "▁dec": 2349,
      "▁algumas": 2350,
      "so,": 2351,
      "leg": 2352,
      "▁ún": 2353,
      "cri": 2354,
      "▁defin": 2355,
      "our": 2356,
      "▁geral": 2357,
      "▁Ac": 2358,
      "ton": 2359,
      "▁nova": 2360,
      "osto": 2361,
      "▁profiss": 2362,
      "au": 2363,
      "▁agora": 2364,
      "▁Unidos": 2365,
      "Um": 2366,
      "▁rest": 2367,
      "▁desenvolv": 2368,
      "▁disc": 2369,
      "tas": 2370,
      "contec": 2371,
      "ifica": 2372,
      "▁“": 2373,
      "▁seja": 2374,
      "▁Portu": 2375,
      "▁An": 2376,
      "Re": 2377,
      ".\n\nP": 2378,
      "▁munic": 2379,
      "▁sistema": 2380,
      "▁pens": 2381,
      "▁contro": 2382,
      "▁cal": 2383,
      "▁mant": 2384,
      "▁séri": 2385,
      "▁local": 2386,
      "▁Soc": 2387,
      "▁class": 2388,
      "ativo": 2389,
      "isco": 2390,
      "undo": 2391,
      "▁estud": 2392,
      "ER": 2393,
      "3,": 2394,
      "▁aum": 2395,
      "▁palav": 2396,
      "▁Lu": 2397,
      "▁tent": 2398,
      "ph": 2399,
      "5,": 2400,
      "ies": 2401,
      "jo": 2402,
      "▁filme": 2403,
      "ologia": 2404,
      "dor": 2405,
      "asta": 2406,
      "lb": 2407,
      "iado": 2408,
      "▁mov": 2409,
      "▁merc": 2410,
      "▁emb": 2411,
      "dic": 2412,
      "▁região": 2413,
      "8,": 2414,
      "ilhões": 2415,
      "▁suc": 2416,
      "▁grupo": 2417,
      "grama": 2418,
      "▁localiz": 2419,
      "▁descob": 2420,
      "▁acontec": 2421,
      "▁Par": 2422,
      "▁música": 2423,
      "adr": 2424,
      "▁fer": 2425,
      "ientes": 2426,
      "-l": 2427,
      "OS": 2428,
      "▁desta": 2429,
      "▁Des": 2430,
      "rom": 2431,
      "riz": 2432,
      "ceu": 2433,
      "▁Paulo": 2434,
      "car": 2435,
      "▁maio": 2436,
      "écn": 2437,
      "▁tec": 2438,
      "▁apre": 2439,
      "ron": 2440,
      "▁(\"": 2441,
      "posta": 2442,
      "6,": 2443,
      "▁menos": 2444,
      "áveis": 2445,
      "▁tipo": 2446,
      "inhas": 2447,
      "ive": 2448,
      "▁tenho": 2449,
      "ach": 2450,
      "▁empresa": 2451,
      "▁pesquis": 2452,
      "▁dentro": 2453,
      "▁196": 2454,
      "pend": 2455,
      "ow": 2456,
      "▁,": 2457,
      "▁Ol": 2458,
      "r.": 2459,
      "▁divers": 2460,
      "ry": 2461,
      "▁Ver": 2462,
      "▁usu": 2463,
      "▁que,": 2464,
      "▁tot": 2465,
      "▁gara": 2466,
      "▁cheg": 2467,
      "▁tom": 2468,
      "eira,": 2469,
      "▁retorn": 2470,
      "4,": 2471,
      "▁opera": 2472,
      "unca": 2473,
      ".\n\nC": 2474,
      "▁11": 2475,
      "▁rep": 2476,
      "isc": 2477,
      "▁Sp": 2478,
      "▁vers": 2479,
      "▁estre": 2480,
      "▁possível": 2481,
      "iew": 2482,
      "uto": 2483,
      "ificação": 2484,
      "idade,": 2485,
      "▁leg": 2486,
      "▁Ant": 2487,
      "▁on": 2488,
      "issão": 2489,
      "▁uso": 2490,
      "acion": 2491,
      "▁serv": 2492,
      "▁inic": 2493,
      "▁Na": 2494,
      "tar": 2495,
      "▁melho": 2496,
      "▁estado": 2497,
      "ity": 2498,
      "▁sur": 2499,
      "▁det": 2500,
      "▁jul": 2501,
      "dos": 2502,
      "\nD": 2503,
      "▁baix": 2504,
      "▁At": 2505,
      ";\n\n": 2506,
      "ug": 2507,
      "▁lt;/": 2508,
      "ete": 2509,
      "gram": 2510,
      "▁seguinte": 2511,
      "▁importante": 2512,
      "gunt": 2513,
      "▁econ": 2514,
      "reira": 2515,
      "▁ofere": 2516,
      "xt": 2517,
      "▁vend": 2518,
      "▁cara": 2519,
      "resc": 2520,
      "▁fez": 2521,
      "▁compl": 2522,
      "▁13": 2523,
      "F1F1": 2524,
      "7,": 2525,
      "eto": 2526,
      "qui": 2527,
      "ta,": 2528,
      "▁Bar": 2529,
      "igos": 2530,
      "▁família": 2531,
      "▁simpl": 2532,
      "▁pag": 2533,
      "9,": 2534,
      "▁caso": 2535,
      "▁+": 2536,
      "iment": 2537,
      "▁Esp": 2538,
      "▁vários": 2539,
      "▁espera": 2540,
      "-1": 2541,
      "▁cat": 2542,
      "íde": 2543,
      "rutura": 2544,
      "AS": 2545,
      "://": 2546,
      "stitu": 2547,
      ")\n\n": 2548,
      "▁der": 2549,
      "▁modelo": 2550,
      "▁apare": 2551,
      "▁Fe": 2552,
      "▁corre": 2553,
      "▁band": 2554,
      "\nT": 2555,
      "▁mot": 2556,
      "▁\\": 2557,
      "óp": 2558,
      "▁tre": 2559,
      "ogo": 2560,
      "▁Tra": 2561,
      "▁função": 2562,
      "eza": 2563,
      "aro": 2564,
      "ais,": 2565,
      "▁autor": 2566,
      "4.": 2567,
      "▁processo": 2568,
      "▁teve": 2569,
      "él": 2570,
      "ise": 2571,
      "▁quer": 2572,
      "▁casa": 2573,
      "▁pouco": 2574,
      "isto": 2575,
      "ome": 2576,
      "serv": 2577,
      "one": 2578,
      "▁lo": 2579,
      "cio": 2580,
      "ON": 2581,
      "des": 2582,
      "tação": 2583,
      "Uma": 2584,
      "ados,": 2585,
      "ro,": 2586,
      "estão": 2587,
      "▁ing": 2588,
      "▁bus": 2589,
      "iedade": 2590,
      "▁Or": 2591,
      ".com": 2592,
      "▁estar": 2593,
      "▁situ": 2594,
      "▁30": 2595,
      "▁maneira": 2596,
      "▁Á": 2597,
      "▁nunca": 2598,
      "II": 2599,
      "/0": 2600,
      "▁gera": 2601,
      "imos": 2602,
      "▁doc": 2603,
      "▁to": 2604,
      "▁Mas": 2605,
